def place_name() -> str:
    return 'Введите название локации ✍️'


def place_address() -> str:
    return 'Введите адрес локации ✍️'


def place_photo() -> str:
    return 'Отправляйте фотографии локации ПО ОДНОЙ 📸'


def place_one_more_photo() -> str:
    return 'Фотография загружена ☑️\n' \
           'Если хотите добавить ещё одну, просто отправьте её 📥'


def place_added() -> str:
    return 'Ваша локация отправлена на модерацию, ' \
           'как только она будет опубликована, она будет видна всем пользователям 🤗'